Revit 2027 API
WorksetConfiguration Constructor
 Constructs a new workset configuration with an initial setting to open all user-created worksets.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public WorksetConfiguration()
Public Sub New
public:
WorksetConfiguration()
new : unit -> WorksetConfiguration
See Also
Reference
WorksetConfiguration Class
WorksetConfiguration Overload
Autodesk.Revit.DB Namespace